Revit 2024 API
UnitTypeId.RatioTo1 Property
 Ratio : 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RatioTo1 { get; }
Visual Basic
Public Shared ReadOnly Property RatioTo1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RatioTo1 {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace